{
    "message": {
      "About Me": "Über mich",
      "Allrounder": "Kreativer Allrounder",
      "ProjectHighlights": "Projekt-Highlights",
      "Examples": "Beispiele",
      "AboutText": "Mein Name ist Marius Baumann, ich bin 30 Jahre alt und komme aus der idyllischen Bodenseeregion im Süden Deutschlands. Mit 20 Jahren verließ ich meine Heimat, um in Krefeld eine Ausbildung zum Mediengestalter in Bild und Ton zu absolvieren, mit dem Ziel, eine Laufbahn im Esport-Broadcasting einzuschlagen. Meine Leidenschaften sind vielfältig und liegen im Bereich der Kreativität; so widme ich einen Großteil meiner Freizeit der Entwicklung neuer Ideen. Dazu gehören das Animieren, das Entwerfen von Grafikinhalten, das Kreieren von Videos, das Programmieren von Spielen und Apps sowie das Komponieren von Musik. Seit 2017 habe ich mich auf die Konzeption und das Management von Broadcast-Grafikprojekten spezialisiert. Trotz dieser Fokussierung bleibt meine Begeisterung für kreative Medien bestehen, und ich bleibe stets über die neuesten Trends in den sozialen Medien informiert. ",
      "manymore": "Und viele viele mehr...",
      "SoftwareText": "Im Laufe meiner beruflichen Karriere habe ich zahlreiche Programme auf professionellem Niveau gemeistert. Auch als Autodidakt und Hobbyist habe ich mich mit vielen weiteren Softwares vertraut gemacht und diese eigenständig erlernt. Hier ist eine Auswahl davon aufgeführt: ",
      "AversionText": "Die Beteiligung am Race to World First von Aversion war für mich ein außergewöhnliches Ereignis. Es bedeutete nicht nur, dass fast zwei Wochen lang ununterbrochen gesendet wurde, sondern auch, dass zahlreiche individuelle Lösungen und Programmieraufgaben in das Grafikpaket integriert werden mussten. Da World of Warcraft keinen Observermodus bietet und Blizzard das Auslesen des Game-Memorys strikt verbietet, war ein innovativer Ansatz gefordert. Ich beschäftigte mich erstmals mit OpenCV und der optischen Zeichenerkennung (OCR). Dabei entwickelte ich ein kleines Skript, das aus einem Bildschirmsignal des Spielers eine Zahl erkennen konnte – die verbleibenden Lebenspunkte (HP) des aktuellen Bosses. Dies ermöglichte es mir, den HP-Balken in unserem Grafikpaket live zu aktualisieren, was die In-Game-Daten und Overlays nahtlos miteinander verband. Zudem war die Live-Tabelle der führenden Gilden direkt an die API von Raider.io angebunden, was das Projekt zu einem der interaktivsten machte, die ich je umgesetzt hatte. ",
      "ExtensionText": " Für das NAC 5-Turnier nahm ich mir vor, erstmals in die Welt der Twitch Extensions einzutauchen. Mein Ziel war es, den Zuschauern eine interaktive Möglichkeit zu bieten, jederzeit Zugriff auf den Stream-Zeitplan, Turnierergebnisse oder Informationen zu den Kommentatoren und zum Turnier selbst zu haben. Im Wesentlichen handelt es sich dabei um eine kleine, interaktive Homepage, die über dem Twitch-Stream eingeblendet wird. Das Backend basierte auf einer Google Docs-Datei, die von überall aus bearbeitet werden konnte. Die Extension wurde im Verlauf des Turniers über 500.000 Mal angeklickt und erwies sich als voller Erfolg!",
      "GameText": "Ich nahm mir vor, ein kleines Minispiel zu entwickeln, das hauptsächlich zur Unterhaltung dienen sollte. Das Ziel war es, dem Streamer Bonjwa.MNTL die Möglichkeit zu bieten, sich mit anderen Streamern aus ihrem Umfeld zu messen, während gleichzeitig der Chat einbezogen wurde. Jedes im Chat gepostete Emote veränderte das Aussehen des nächsten erscheinenden Gegners. Dies sorgte für äußerst amüsante Interaktionen und wurde vom Publikum sehr positiv aufgenommen. Das Projekt wurde in einem vergleichsweise kurzen Zeitraum von nur 1,5 Monaten realisiert und anschließend auf Twitter kostenlos zur Verfügung gestellt, wo es über 1000 Mal heruntergeladen wurde. Während des Livestreams verfolgten über 7000 Zuschauer das Geschehen, dessen Ablauf hier eingesehen werden kann: ",
      "LetsTalkText": "Wie man unschwer erkennen kann, bin ich ein ausgesprochen kreativer Geist mit umfangreicher Erfahrung in den Bereichen Programmierung, Grafikdesign, Videoproduktion, CG-Operation und Broadcasting. Sollten Sie sich eine Zusammenarbeit vorstellen können oder eine spannende Aufgabe für mich haben, zögern Sie nicht, mir eine E-Mail zu schicken oder mich auf meinem Discord-Kanal zu besuchen! " 
    }
  }