{
    "message": {
      "About Me": "About Me",
      "Allrounder": "Creative Allrounder",
      "ProjectHighlights": "Project-Highlights",
      "Examples": "Examples",
      "AboutText": "My name is Marius Baumann, I am 30 years old and come from the idyllic Lake Constance region in the south of Germany. At the age of 20, I left my city to pursue a training in media design for image and sound in Krefeld, aiming to embark on a career in esports broadcasting. My passions are diverse and lie in the realm of creativity; thus, I dedicate a significant portion of my free time to developing new ideas. This includes animating, designing graphic content, creating videos, programming games and apps, as well as composing music. Since 2017, I have specialized in the conception and management of broadcast graphic projects. Despite this focus, my enthusiasm for creative media remains, and I constantly stay up to date with the latest trends in social media.",
      "manymore": "And many many more...",
      "SoftwareText": "Throughout my professional career, I have mastered numerous programs at a professional level. Additionally, as an autodidact and hobbyist, I have familiarized myself with many other software tools and learned them independently. Here is a selection of them:",
      "AversionText": "Participating in Aversion's Race to World First was an extraordinary event for me. It meant not only broadcasting continuously for nearly two weeks, but also integrating numerous individual solutions and programming tasks into the graphic package. Since World of Warcraft does not offer an observer mode and Blizzard strictly prohibits reading the game memory, an innovative approach was required. For the first time, I dealt with OpenCV and optical character recognition (OCR). In doing so, I developed a small script capable of recognizing a number from a player's screen signal – the remaining health points (HP) of the current boss. This allowed me to update the HP bar in our graphic package live, seamlessly linking the in-game data and overlays. Moreover, the live leaderboard of the leading guilds was directly connected to the API of Raider.io, making the project one of the most interactive I had ever implemented.",
      "ExtensionText": "For the NAC 5 tournament, I set out to dive into the world of Twitch Extensions for the first time. My goal was to offer viewers an interactive way to access the stream schedule, tournament results, or information about the commentators and the tournament itself at any time. Essentially, it was a small, interactive homepage that appears over the Twitch stream. The backend was based on a Google Docs file that could be edited from anywhere. The extension was clicked over 500,000 times during the tournament and proved to be a complete success!",
      "GameText": "I set out to develop a small minigame primarily for entertainment purposes. The goal was to give the streamer Bonjwa.MNTL the opportunity to compete with other streamers from their environment, while simultaneously involving the chat. Every emote posted in the chat changed the appearance of the next spawning enemy. This led to highly amusing interactions and was very well received by the audience. The project was completed in a relatively short period of just 1.5 months and was then made available for free on Twitter, where it was downloaded over 1000 times. During the live stream, over 7000 viewers followed the events, the flow of which can be seen here:",
      "LetsTalkText": "As you can easily see, I am a distinctly creative mind with extensive experience in programming, graphic design, video production, CG operation, and broadcasting. If you can envision collaborating or have an exciting task for me, do not hesitate to send me an email or visit me on my Discord channel!" 
    }
  }